[
  {
    "url": "https://maltliqgruidity.substack.com/p/chess-hard",
    "author": "Ven",
    "title": "Chess Hard",
    "notes": "&gt; I’m no Magnus, but as someone who is better at chess than 99% of people,\n\n&gt; Consequently, my theory, even at the time, was that Magnus already personally disliked Hans and as a result lost his cool during the match after a mild opening surprise, played like crap, and blundered.\n\n&gt; computer chess is not human chess\n\n&gt; The stuff Hans is ranting about in the opening clip is where I really started to become vengeful myself. A random joke that went viral about Hans using a device shoved up his behind to cheat started showing up in totally unrelated group chats from people who weren’t even casual observers of the chess scene.\n\nIt matches the opinion that I came to. \n\n- Magnus probably didn't cheat OTB at Sinquefeld Cup\n- The anal beads story was fake and cruel\n- Carlsen and Nakamura used their positions to try to ruin his life\n- There is no money in organizing chess tournaments. They have power because of their fame, fans, distribution, etc",
    "tags": [
      "Chess",
      "Hans Niemann",
      "something else"
    ]
  },
  {
    "url": "https://maltliquidity.substack.com/p/playboy-a-relic-of-a-bygone-era",
    "author": "Ven",
    "title": "Playboy, A Relic of a Bygone Era",
    "notes": "&gt; We, who had been so sure, would export our values to Vietnam, where surely they would work. But our values would fail there, and, in failing, would so damage the major organism as to diminish belief in our democracy. The liberal democratic center, so damaged by the war, would begin to come apart. In its place would grow a new angry, alienated, militant, and sometimes violent left (told not to be violent, its spokesmen would cite the national violence carried out in Vietnam); and then, in turn, on the right, a new menacing nationalism — angrier, anti-intellectual, bitter about the challenges to authority from the left, bitter about what _they_ had done to the _flag_. Construction workers joyously beat up war protestors, encouraged, it occasionally seemed, by the White House.\n&gt; From The Vietnamization of America\n\n\nPeople actually read Playboy for the articles",
    "tags": [
      "Playboy",
      "Nixon"
    ]
  }
]